/* Best high score label */
"Best" = "最好的";

/* GOING FASTER Label */
"GOING FASTER" = "得更快";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "排行榜";

/* More */
"More" = "更多";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "其他的游戏";

/* RATE IT */
"RATE IT" = "给它打分";

/* SHARE */
"SHARE" = "购";

/* Sonic Racer */
"Sonic Racer" = "索尼克赛车";

/* STAGE Label
   STAGE label */
"STAGE" = "舞台";

/* swipe to move label */
"swipe to move" = "轻扫移动";

/* TAP TO START */
"TAP TO START" = "点选开始";

/* YOUR SCORE label */
"YOUR SCORE" = "你的分数";

